Tekla Open API Reference for Tekla Structures 2025
Operation.ExportBasePoint Enumeration
 Export base point
 Namespace: Tekla.Structures.Model.Operations
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public enum ExportBasePoint
Public Enumeration ExportBasePoint
See Also
Reference
Tekla.Structures.Model.Operations Namespace